Repository: NaglaaOgabih/SportexcProject
Catalog: SportexcProject/Extentions/Lang/*.lproj/Localizable.strings
Languages: ar

source: Home
ar: الرئيسية

source: Edit Address
ar: تعديل العنوان

source: Done
ar: إنهاء

source: Block Is Required!
ar: حقل المجمع إجباري!

source: Ok
ar: حسنا

source: Road Is Required!
ar: حقل الطريق إجباري!

source: Building Is Required!
ar: حقل البناية إجباري!

source: Addresses
ar: العناوين

source: Please Chose An Address For delivery
ar: من فضلك إختار عنوان للتوصيل

source: Address Deleted Successfully!
ar: تم مسح العنوان بنجاح!

source: Complaints History
ar: سجل الشكاوي

source: Add New Complaint
ar: إضافة شكوي جديدة

source: Please Enter Complaint Title
ar: من فضلك أدخل عنوان الشكوي

source: Please Enter Complaint Body
ar: من فضلك أدخل محتوي الشكوي

source: Complaint Sent Successfully!
ar: تم إرسال الشكوي بنجاح

source: Select Branch
ar: إختار الفرع

source: Offers
ar: العروض

source: Search In
ar: إبحث في

source: Items
ar: وحدة

source: Terms And Conditions
ar: الشروط والأحكام

source: Privacy Police
ar: سياسة الخصوصية

source: Select Your Location
ar: حدد موقعك

source: Search
ar: بحث

source: Outlet
ar: مطعم

source: Item
ar: منتج

source: Your Recent Searchs
ar: عمليات البحث الأخيرة

source: Cuisines
ar: نوع المطبخ

source: Recomended
ar: المقترح منا

source: Rating
ar: التقييم

source: A To Z
ar: الترتيب الأبجدي

source: Min. Order Amount
ar: اقل قيمة طلب

source: Fastest Delivery
ar: الأسرع توصيل

source: Within
ar: خلال

source: Delivery:
ar: التوصيل:

source: mins
ar: دقائق

source: Delivery To
ar: التوصيل إلى

source: Take Away
ar: الإستلام من المطعم

source: Free Delivery
ar: التوصيل مجاني

source: You Have To Login First
ar: يجب عليك تسجيل الدخول اولاً

source: Cancel
ar: إلغاء

source: Login
ar: تسجيل الدخول

source: Additions
ar: الإضافات

source: Removes
ar: الإزالات

source: Item Added To Cart Successfully!
ar: تم إضافة المنتج إلى السلة بنجاح

source: Account Info
ar: معلومات الحساب

source: Saved Addresses
ar: العناوين المحفوظة

source: Change Password
ar: تغيير كلمة المرور

source: Notifications
ar: الإشعارات

source: Language
ar: اللغة

source: Country
ar: الدولة

source: Bahrain
ar: البحرين

source: Currency
ar: العملة

source: Profile
ar: الحساب الشخصي

source: Wait For Us in Other Countries Soon
ar: انتظرنا في دول اخري قريباً

source: Enter Your New Password
ar: أدخل كلمة المرور الجديدة

source: Enter Confirm Password Field
ar: أدخل حقل تأكيد كلمة المرور

source: Passwords Dosn't Match, Check it Again!
ar: كلمتي المرور غير متطابقتين، تحقق مرة اخري

source: Your Password Changed Successfully!
ar: تم تغيير كلمة المرور بنجاح

source: Wrong Old Password!
ar: كلمة المرور القديمة غير صحيحة!

source: Please Enter Your Name
ar: من فضلك أدخل الأسم

source: Please Enter Your Phone Number
ar: من فضلك أدخل رقم الهاتف

source: Profile Updated
ar: تم تحديث الحساب

source: Confirm Order
ar: تأكيد الطلب

source: Discount
ar: الخصم

source: Please Chose Payment Way
ar: من فضلك إختار طريقة الدفع

source: Ordered Successfully
ar: تم الطلب بنجاح

source: Sorry, Orders Not Available Right Now!
ar: عفوا الطلبات غير متاحة الآن

source: Cart
ar: السلة

source: Orders
ar: الطلبات

source: Favorite
ar: المفضلة

source: Wallet
ar: المحفظة

source: Loyalty Points
ar: نقاط الولاء

source: About Us
ar: عن التطبيق

source: Contact Us
ar: تواصل معنا

source: Technical Support
ar: الدعم الفني

source: Privacy Policy
ar: سياسة الخصوصية

source: Log Out
ar: تسجيل الخروج

source: LogIn
ar: تسجيل الدخول

source: Welcome Our Client
ar: مرحبا بك عملينا

source: Add Address
ar: إضافة عنوان

source: Region Is Required!
ar: حقل المنطقة إجباري

source: Address Added Successfully!
ar: تم إضافة العنوان بنجاح!

source: Order Number:
ar: رقم الطلب:

source: Net Total
ar: الإجمالي

source: My Orders
ar: طلباتي

source: Item Deleted From Favorite
ar: تم مسح المنتج من المفضلة بنجاح!

source: Reviewers
ar: مراجع

source: Reviewers
ar: مراجع

source: Added Item
ar: منتج مضاف

source: Total
ar: المجموع

source: Main Categories
ar: الأقسام الرئيسية

source: Delivery Time
ar: وقت التوصيل

source: Minimum Order
ar: الحد الأدنى للطلب

source: Service Charge
ar: تكلفة التوصيل

source: Resturant Area
ar: موقع المطعم

source: Opining Hours
ar: الساعات المتاحة

source: Mobile Verification
ar: التحقق من الهاتف

source: This Is Invalid Phone Number
ar: هذا الرقم غير صحيح

source: Code Sent
ar: تم إرسال الكود

source: Something Went Wrong
ar: حدث خطا ما

source: ForgetPassword
ar: نسيت كلمة المرور

source: SignUp
ar: إنشاء حساب

source: Please Enter Your Password
ar: من فضلك ادخل كلمة المرور

source: Edit Rate
ar: تعديل التقييم

source: Please Enter Your Comment
ar: من فضلك اكتب تعلقيك

source: Rate
ar: التقييمات

source: My Favorite
ar: المفضلة

source: My Profile
ar: الحساب الشخصي

source: Messages
ar: الرسائل

source: Suggestions Or Complains
ar: الشكاوي والمقترحات

source: Change Language
ar: تغيير اللغة

source: Register
ar: إنشاء حساب

source: Are You Sure, You Want To Log Out
ar: هل آنت متآكد، تريد تسجيل الخروج

source: Yes
ar: حسنا

source: Please Write Your Message Title And Message
ar: من فضلك آكتب عنوان الرسالة

source: Delivery Methods
ar: طرق التوصيل

source: Are You Sure, You Want To Remove This Item From Your Favorite
ar: هل انت متاكد، تريد حذف المنتج من المفضلة

source: Filter
ar: فلتر

source: Top Rated
ar: الآكثر تقييماً

source: Minimum Order Amount
ar: الحد الأدنى للطلب

source: Choose Payment Way
ar: آختار طريقة الدفع

source: VAT
ar: ضريبة القيمة المضافة

source: Payment Methods:
ar: طرق الدفع

source: This Plan Is Not Available Now
ar: هذه الخطة غير متوفرة الآن

source: Order Placed Successfully
ar: تم الطلب بنجاح

source: Order Is Not Available Now
ar: الطلب غير متوفر الآن

source: Chose A Region Or Location For Detictaing The Nearst Branches
ar: اختر منطقة أو موقعًا لاكتشاف أقرب الفروع

source: Are You Sure, You Want To Delete All Items In Your Cart?
ar: هل أنت متأكد ، هل تريد حذف جميع المنتجات من السلة؟

source: Are You Sure, You Want To Delete This Item?
ar: هل أنت متأكد أنك تريد حذف هذا المنتج؟

source: You Have To Write Your Comment
ar: عليك كتابة تعليقك

source: Rate Edited Successfully
ar: تم تعديل التقييم بنجاح

source: You Can Just Choose
ar: يمكنك اختيار فقط

source: Per Day
ar: في اليوم

source: You Have To Choose Delivery Time
ar: عليك أن تختار وقت التسليم

source: Your Are Enjoying The Copoun Discount Now
ar: انت الآن تستمتع بخصم الكوبون

source: This Coupoun Is Not Valid
ar: هذا الكوبون غير متاح الآن

source: Please Enter Your Coupoun First
ar: من فضلك آدخل الكوبون

source: Cancel Day
ar: إلغاء يوم

source: Please Write The Foods You Don't Like
ar: من فضلك اكتب الأطعمة التي لا تحبها

source: You Can't Edit Your Details While Your Subscription is Running, Please Contact Us For Any Updates
ar: لا تستطيع ان تحدث بياناتك اثناء اشتراكك بإحدي الباقات، من فضلك تواصل معنا لآي تحدثات

source: Menu
ar: القائمة

source: Resend Code
ar: إعادة ارسال الرمز

source: My Cart
ar: عربتي

source: Fitness Goal
ar: الهدف

source: Events
ar: الأحداث

source: Wait
ar: انتظر

source: Seconds To Resend Code
ar: ثانية لإعادة ارسال الرمز

source: Plans
ar: الخطط

source: Select Day First
ar: اختار اليوم اولا

source: Suggestions And Complains
ar: الشكاوي والمقترحات

source: My Menu
ar: قائمتي

source: Offers & Events
ar: العروض والآحداث

source: items
ar: وحدات

source: Place Order
ar: استكمال الشراء

source: Building
ar: البناية

source: Flat/Floor
ar: الشقة

source: Block
ar: المجمع

source: Area
ar: المنطقة

source: Phone
ar: الهاتف

source: Complete your Details :
ar: اكمل بياناتك

source: Complaints And Suggestions
ar: الشكاوي والمقترحات

source: History
ar: تاريخ السجلات

source: SUBSCRIBE TO SPORT CLUB
ar: اشترك في باقة نادي

source: SUBSCRIBE TO RESTAURANT
ar: اشترك في باقة مطعم

source: Years Old
ar: سنوات

source: Choose Meals
ar: اختار الوجبات

source: You Can't Submit The Day Without Meals
ar: لا يمكنك الاستمرار يجب اضافة وجبات في اليوم

source: Sports Club
ar: اندية رياضة

source: Restaurant Packages
ar: باقات المطاعم

source: Sections
ar: الأقسام

source: Our Restaurants
ar: مطاعمنا

source: Our Sport Clubs
ar: أنديتنا الرياضية

source: Days
ar: ايام

source: Choose Day & Time
ar: اختار اليوم والوقت

source: You Have To Choose
ar: عليك ان تختار

source: Whats Your Target?
ar: ما هو هدفك؟

source: Do You Workout?
ar: هل تتمرن بالخارج؟

source: Whats Your Preferable Diet?
ar: ما هو نظامك الغذائي المفضل؟

source: Choose Your Target
ar: اختر هدفك

source: Choose Your Workout
ar: اختر التمرين الخاص بك

source: Choose Your Diet
ar: اختار نوع الهدف

source: Please Enter Your Height
ar: الرجاء إدخال طولك

source: Please Enter Your Weight
ar: الرجاء إدخال وزنك

source: Please Enter Your Target Weight
ar: الرجاء إدخال الوزن المستهدف الخاص بك

source: Please Enter Your Gender
ar: الرجاء إدخال جنسك

source: More
ar: المزيد

source: Our Clients
ar: عملائنا

source: Restaurants
ar: مطاعم

source: Clubs
ar: اندية

source: My Addresses
ar: عناويني

source: Please Select Your Address
ar: من فضلك اختار العنوان

source: Region
ar: المنطقة

source: Road
ar: الطريق

source: Address Deleted Successfully
ar: تم حذف العنوان بنجاح

source: Address Updated Successfully
ar: تم تعديل العنوان بنجاح

source: Please Enter Your New Password
ar: من فضلك ادخل كلمة المرور الجديدة

source: Please Enter Your Confirm Password
ar: من فضلك ادخل تاكيد كلمة المرور

source: Please Enter Matched Password
ar: من فضلك ادخل كلمتي مرور متطابقتين

source: Edit Profile
ar: تعديل الحساب

source: Profile Updated Successfully
ar: تم تحديث الحساب بنجاح

source: Mobile Number
ar: رقم الهاتف

source: Please Enter Your Mobile Number
ar: من فضلك ادخل رقم الهاتف

source: Please Choose Your Child
ar: من فضلك اختار الطفل

source: Please Choose Branch
ar: من فضلك اختار الفرع

source: Please Choose Age
ar: من فضلك اختار الفئة العمرية

source: Please Choose The Period
ar: من فضلك اختار الفترة

source: Please Choose Training Days
ar: من فضلك اختار ايام التدريب

source: Training Days
ar: ايام التدريب

source: Subscription Period
ar: فترة الاشتراك

source: Suits
ar: البدل

source: Please Enter Child Name
ar: من فضلك ادخل اسم الطفل

source: Please Enter Child ID
ar: من فضلك ادخل رقم الطفل

source: Please Enter Child Birthday
ar: من فضلك ادخل تاريخ ميلاد الطفل

source: Try Again Later!!
ar: حاول مرة اخري

source: Please Choose Payment Method
ar: من فضلك اختار طريقة الدفع

source: Order Confirmed Successfully
ar: تم الطلب بنجاح

source: Item Deleted From Favorite Successfully
ar: تم مسح المنتج من المفضلة

source: Item Deleted Successfully
ar: تم مسح المنتج بنجاح

source: Address Added Successfully
ar: تم إضافة العنوان

source: Please Choose An Address For delivery
ar: من فضلك اختار عنوان للتوصيل

source: Subscription
ar: الإشتراكات

source: Shop
ar: المتجر

source: Parent's data
ar: بيانات ولي الامر

source: Please Enter Your CPR
ar: من فضلك ادخل الرقم الشخصي

source: Please Enter Confirm Password
ar: من فضلك ادخل تحقق كلمة المرور

source: Please Enter Your Region
ar: من فضلك ادخل المنطقة

source: Please Enter Your Personal Number
ar: من فضلك ادخل الرقم الشخصي

source: Please Choose Training Suits
ar: من فضلك اختار بدلة التدريب

source: Please Enter Your Branch
ar: من فضلك اختار الفرع

source: Add Child
ar: إضافة طفل
